{"event":{"facilitator":80,"title":"Umgang mit herausforderndem Verhalten in Krippe und Kindergarten","infoDatesPrices":"","description":"Aggressives Verhalten, Ängstlichkeit, Aufmerksamkeitsprobleme und andere Auffälligkeiten bei Kindern im Alter zwischen einem und sechs Jahren sind herausfordernde Regulationsaufgaben für das Kind und deren Begleitung eine pädagogische Herausforderung für die Fachkräfte. Der pädagogische Blick auf herausforderndes Verhalten hat sich verändert: Ziel ist es nicht, jede Auffälligkeit und jeden Konflikt zu vermeiden, sondern diese zu verstehen und professionell zu begleiten. Alle kindlichen Gefühle werden anerkannt und benannt, aber nicht alle daraus entste- henden Handlungen werden akzeptiert. In der Fortbildung geht es um frühes Konflikthandling und Problemlösekompetenz und damit um die Förderung sozialer Intelligenz beim Kind. Sie werden für das „Gewahrwerden des inneren Zustandes des Kindes“ (Allan Schore) in Anforderungssituationen sensibilisiert und darin gestärkt, dem Kind durch professionelle Ko-Regulation Halt und Struktur zu bieten. Wir sprechen über Gründe für unerwünschtes Verhalten – wozu beispielsweise auch der Tagesablauf oder die Rahmenbedingungen in der Kindertagesbetreuung gehören können – und über Beobachtungsmethoden, die helfen, jedes Kind individuell in den Blick zu nehmen und auch die Vor- und Nachgeschichte problematischer Szenen zu berücksichtigen und gemeinsam mit den Kolleg*innen zu reflektieren. Außerdem geht es um Voraussetzungen für eine entwicklungsför- derliche Beziehungsgestaltung, die dem „bedürftigen“ Kind die Möglichkeit gibt, neue emotional korrigierende Beziehungserfahrungen zu machen und sein Verhalten zu ändern.","number":"22-A-4","teil":"A","status":{"isCanceled":false,"name":"Bestätigt","bookingAllowed":true},"bookingPageUrl":"https://booking.seminardesk.de/merakita/08f0334962514057b7d50282fa636c1a/umgang-mit-herausforderndem-verhalten-in-krippe-und-kindergarten","eventId":"08f0334962514057b7d50282fa636c1a","termine":"","subtitle":"","facilitator_name":"Dr. Joachim Bensel","dates":[{"priceInfo":[{"language":"DE","value":"0 Euro"}],"beginDate":1656054000000,"attendanceType":"ON_SITE","teil":"A","endDate":1656079200000,"status":"available","eventId":"08f0334962514057b7d50282fa636c1a","registrationEnd":null,"title":"Umgang mit herausforderndem Verhalten in Krippe und Kindergarten","minAttendanceLength":0,"maxAttendanceLength":0,"registrationStart":null,"dateId":39,"terminnr":"22-A-4","bookingPageUrl":"https://booking.seminardesk.de/merakita/08f0334962514057b7d50282fa636c1a/umgang-mit-herausforderndem-verhalten-in-krippe-und-kindergarten","datum":"24. Juni 2022","timeRange":"09 - 16"}],"price":"0 Euro"}}